Repository: mosip/android-registration-client
Catalog: assets/l10n/app_*.arb
Languages: ar, fr, hi, kn, ta

source: Onboarded
ar: على متن الطائرة
fr: Intégré
hi: जहाज पर चढ़ाया गया
kn: ಆನ್‌ಬೋರ್ಡ್ ಮಾಡಲಾಗಿದೆ
ta: ஏற்றப்பட்டது

# sync_alert_title
source: Sync to continue!
ar: المزامنة للمتابعة!
fr: Synchronisation pour continuer!
hi: जारी रखने के लिए सिंक करें!
kn: ಮುಂದುವರಿಸಲು ಸಿಂಕ್ ಮಾಡಿ!
ta: தொடர ஒத்திசை செய்க!

# sync_alert_content
source: Machine or Center is not active. Activate and Sync to continue.
ar: الجهاز أو المركز غير نشط. قم بتنشيطه والمزامنة للمتابعة.
fr: La machine ou le centre n'est pas actif. Activez et synchronisez pour continuer.
hi: मशीन या केंद्र सक्रिय नहीं है। जारी रखने के लिए सक्रिय करें और सिंक करें।
kn: ಯಂತ್ರ ಅಥವಾ ಕೇಂದ್ರ ಸಕ್ರಿಯವಿಲ್ಲ. ಮುಂದುವರಿಸಲು ಸಕ್ರಿಯಗೊಳಿಸಿ ಮತ್ತು ಸಿಂಕ್ ಮಾಡಿ.
ta: இயந்திரம் அல்லது மையம் செயலில் இல்லை. தொடர செயல்படுத்த மற்றும் ஒத்திசை செய்க.

# sync_alert_text
source: Sync
ar: مزامنة
fr: Synchroniser
hi: सिंक
kn: ಸಿಂಕ್ ಮಾಡಿ
ta: ஒத்திசை

# onboarded_successfully
source: You have onboarded successfully.
ar: لقد انضممت بنجاح.
fr: Vous avez été intégré avec succès.
hi: आप सफलतापूर्वक शामिल हो गए हैं.
kn: ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಆನ್‌ಬೋರ್ಡ್ ಮಾಡಿರುವಿರಿ.
ta: நீங்கள் வெற்றிகரமாக நுழைந்துவிட்டீர்கள்.

# operator_biometric_updated_successfully
source: Operator biometrics updated successfully.
ar: تم تحديث القياسات الحيوية للمشغل بنجاح.
fr: Les données biométriques de l'opérateur ont été mises à jour avec succès.
hi: ऑपरेटर बायोमेट्रिक्स सफलतापूर्वक अपडेट किया गया।
kn: ಆಪರೇಟರ್ ಬಯೋಮೆಟ್ರಿಕ್ಸ್ ಅನ್ನು ಯಶಸ್ವಿಯಾಗಿ ನವೀಕರಿಸಲಾಗಿದೆ.
ta: ஆபரேட்டர் பயோமெட்ரிக்ஸ் வெற்றிகரமாக புதுப்பிக்கப்பட்டது.

source: HOME
ar: بيت
fr: MAISON
hi: घर
kn: ಮನೆ
ta: வீடு

# verify_and_save
source: VERIFY & SAVE
ar: التحقق والحفظ
fr: VÉRIFIER ET ENREGISTRER
hi: सत्यापित करें और सहेजें
kn: ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಉಳಿಸಿ
ta: சரிபார்த்து சேமிக்கவும்

# supervisors_biometric_onboard
source: Supervisor's Biometric Onboarding
ar: تسجيل المشرف الحيوي
fr: Enrôlement biométrique du superviseur
hi: पर्यवेक्षक का बायोमेट्रिक ऑनबोर्डिंग
kn: ನಿರೀಕ್ಷಕರ ಬಯೋಮೆಟ್ರಿಕ್ ಔನ್‌ಬೋರ್ಡಿಂಗ್
ta: மேற்பார்வையாளர் பயோமேட்ரிக் உறுப்பினர் சேர்க்கை

source: Supervisor's Biometric Update
ar: تحديث المشرف الحيوي
fr: Mise à jour biométrique du superviseur
hi: पर्यवेक्षक का बायोमेट्रिक अपडेट
kn: ನಿರೀಕ್ಷಕರ ಬಯೋಮೆಟ್ರಿಕ್ ನವೀಕರಣ
ta: மேற்பார்வையாளர் பயோமேட்ரிக் புதுப்பிப்பு

source: Help topics
ar: مواضيع المساعدة
fr: Sujets d'aide
hi: सहायता के विषय
kn: ಸಹಾಯ ವಿಷಯಗಳು
ta: உதவி தலைப்புகள்

# onboard_request_message
source: Please tap the "Get Onboard" button to onboard yourself into the portal.
ar: الرجاء الضغط على زر "الانضمام" للانضمام إلى البوابة.
fr: Veuillez appuyer sur le bouton Get Onboard pour vous intégrer au portail.
hi: कृपया स्वयं को पोर्टल में शामिल करने के लिए गेट ऑनबोर्ड बटन पर टैप करें।
kn: ಪೋರ್ಟಲ್‌ನಲ್ಲಿ ನಿಮ್ಮನ್ನು ಆನ್‌ಬೋರ್ಡ್ ಮಾಡಲು ದಯವಿಟ್ಟು "ಆನ್‌ಬೋರ್ಡ್ ಪಡೆಯಿರಿ" ಬಟನ್ ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ta: போர்ட்டலில் உங்களை உள்வாங்க, "ஆன்போர்டைப் பெறு" பொத்தானைத் தட்டவும்.

# hello_s
source: Hello
ar: مرحبًا
fr: Bonjour
hi: नमस्ते
kn: ನಮಸ್ಕಾರ
ta: வணக்கம்

source: APPROVE
ar: يعتمد
fr: APPROUVER
hi: मंज़ूरी देना
kn: ಅನುಮೋದಿಸಿ
ta: ஒப்புதல்

source: REJECT
ar: يرفض
fr: REJETER
hi: अस्वीकार करना
kn: ತಿರಸ್ಕರಿಸು
ta: நிராகரி

# reject_dialog_heading
source: Reject Packet?
ar: هل ترفض الحزمة؟
fr: Rejeter le paquet?
hi: पैकेट अस्वीकार करें?
kn: ಪ್ಯಾಕೆಟ್ ಅನ್ನು ತಿರಸ್ಕರಿಸುವುದೇ?

# reject_dialog_subheading
source: Please select a reason for packet rejection. You can can change you review to approve or reset the status of review later.
ar: الرجاء تحديد سبب رفض الحزمة. يمكنك تغيير مراجعتك للموافقة على حالة المراجعة أو إعادة ضبطها لاحقًا.
fr: Veuillez sélectionner un motif de rejet du paquet. Vous pouvez modifier votre avis pour l'approuver ou réinitialiser le statut de l'avis ultérieurement.
hi: कृपया पैकेट अस्वीकृति का एक कारण चुनें। आप बाद में समीक्षा स्थिति को स्वीकृत या रीसेट करने के लिए अपनी समीक्षा बदल सकते हैं।
kn: ದಯವಿಟ್ಟು ಪ್ಯಾಕೆಟ್ ನಿರಾಕರಣೆಗೆ ಕಾರಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ. ನಂತರ ಪರಿಶೀಲನೆ ಸ್ಥಿತಿಯನ್ನು ಅನುಮೋದಿಸಲು ಅಥವಾ ಮರುಹೊಂದಿಸಲು ನಿಮ್ಮ ವಿಮರ್ಶೆಯನ್ನು ನೀವು ಬದಲಾಯಿಸಬಹುದು.
ta: பாக்கெட் நிராகரிப்புக்கான காரணத்தைத் தேர்ந்தெடுக்கவும். மதிப்பாய்வு நிலையை அங்கீகரிக்க அல்லது பின்னர் மீட்டமைக்க உங்கள் மதிப்பாய்வை மாற்றலாம்.

# reason_rejection
source: Reason for rejection
ar: سبب الرفض
fr: Raison du rejet
hi: खारिज करने का कारण
kn: ನಿರಾಕರಣೆಗೆ ಕಾರಣ
ta: நிராகரிப்புக்கான காரணம்

# no_reason_selected
source: Please select a reason...
ar: الرجاء تحديد السبب...
fr: Veuillez sélectionner une raison...
hi: कृपया कोई कारण चुनें...
kn: ದಯವಿಟ್ಟು ಕಾರಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ...
ta: தயவுசெய்து காரணத்தைத் தேர்ந்தெடுக்கவும்...

# supervisor_auth_heading
source: Supervisor's Authentication
ar: مصادقة المشرف
fr: Authentification du superviseur
hi: पर्यवेक्षक का प्रमाणीकरण
kn: ಮೇಲ್ವಿಚಾರಕರ ದೃಢೀಕರಣ
ta: மேற்பார்வையாளரின் அங்கீகாரம்

# supervisor_auth_subheading
source: Supervisor's Authentication using Password
ar: مصادقة المشرف باستخدام كلمة المرور
fr: Authentification du superviseur à l'aide d'un mot de passe
hi: पासवर्ड का उपयोग करके पर्यवेक्षक का प्रमाणीकरण
kn: ಗುಪ್ತಪದವನ್ನು ಬಳಸಿಕೊಂಡು ಮೇಲ್ವಿಚಾರಕರ ದೃಢೀಕರಣ
ta: கடவுச்சொல்லைப் பயன்படுத்தி மேற்பார்வையாளரின் அங்கீகாரம்

source: NRC Number
fr: Numéro NRC
hi: NRC नंबर
kn: NRC ಸಂಖ್ಯೆ
ta: NRC எண்

# valid_nrc
source: Please enter a valid NRC Number
fr: Veuillez saisir un NRC valide
hi: कृपया एक वैध NRC दर्ज करें
kn: ದಯವಿಟ್ಟು ಮಾನ್ಯವಾದ NRC ಅನ್ನು ನಮೂದಿಸಿ
ta: சரியான NRC ஐ உள்ளிடவும்

# enter_nrc
source: Enter NRC Number
fr: Entrez le numéro NRC
hi: NRC नंबर दर्ज करें
kn: NRC ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ta: NRC எண்ணை உள்ளிடவும்

# select_update_attributes
source: Select all the attributes that need to be updated
ar: حدد كافة السمات التي تحتاج إلى تحديث
fr: Sélectionnez tous les attributs qui doivent être mis à jour
hi: उन सभी विशेषताओं का चयन करें जिन्हें अद्यतन करने की आवश्यकता है
kn: ನವೀಕರಿಸಬೇಕಾದ ಎಲ್ಲಾ ಗುಣಲಕ್ಷಣಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: புதுப்பிக்கப்பட வேண்டிய அனைத்து பண்புக்கூறுகளையும் தேர்ந்தெடுக்கவும்

# logout_action_required
source: There is still some action required!
ar: لا يزال هناك بعض الإجراءات المطلوبة!
fr: Il y a encore des actions à faire !
hi: अभी भी कुछ कार्रवाई की आवश्यकता है!
kn: ಇನ್ನೂ ಕೆಲವು ಕ್ರಮಗಳ ಅಗತ್ಯವಿದೆ!
ta: இன்னும் சில நடவடிக்கை தேவை!

# logout_warning_message
source: Clicking on logout will terminate the process and could result in data loss.
ar: سيؤدي النقر فوق تسجيل الخروج إلى إنهاء العملية وقد يؤدي إلى فقدان البيانات.
fr: Cliquer sur se déconnecter mettra fin au processus et pourrait entraîner une perte de données.
hi: लॉगआउट पर क्लिक करने से प्रक्रिया समाप्त हो जाएगी और डेटा हानि हो सकती है।
kn: ಲಾಗ್ಔಟ್ ಅನ್ನು ಕ್ಲಿಕ್ ಮಾಡುವುದರಿಂದ ಪ್ರಕ್ರಿಯೆಯನ್ನು ಕೊನೆಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಡೇಟಾ ನಷ್ಟಕ್ಕೆ ಕಾರಣವಾಗಬಹುದು.
ta: வெளியேறு என்பதைக் கிளிக் செய்வதன் மூலம் செயல்முறை முடிவடையும் மற்றும் தரவு இழப்பு ஏற்படலாம்.

source: Officer
ar: ضابط
fr: Officier
hi: अफ़सर
kn: ಅಧಿಕಾರಿ
ta: அதிகாரி

source: Operator
ar: المشغل أو العامل
fr: Opérateur
hi: ऑपरेटर
kn: ಆಪರೇಟರ್
ta: இயக்குபவர்

source: Supervisor
ar: مشرف
fr: Superviseur
hi: पर्यवेक्षक
kn: ಮೇಲ್ವಿಚಾರಕ
ta: மேற்பார்வையாளர்

source: Online
ar: متصل
fr: En ligne
hi: ऑनलाइन
kn: ಆನ್ಲೈನ್
ta: நிகழ்நிலை

source: Offline
ar: غير متصل على الانترنت
fr: Hors ligne
hi: ऑफलाइन
kn: ಆಫ್ಲೈನ್
ta: ஆஃப்லைனில்

# logout_success
source: You have been successfully logged out!
ar: لقد تم تسجيل بنجاح!
fr: Vous avez été déconnecté avec succès!
hi: आप सफलता पूर्वक लॉगआउट कर चुके हैं!
kn: ನೀವು ಯಶಸ್ವಿಯಾಗಿ ಲಾಗ್ ಔಟ್ ಆಗಿರುವಿರಿ!
ta: நீங்கள் வெற்றிகரமாக வெளியேறிவிட்டீர்கள்!

# logout_failure
source: Something went wrong, please try again after some time
ar: حدث خطأ ما، يرجى المحاولة مرة أخرى بعد مرور بعض الوقت
fr: Quelque chose s'est mal passé, veuillez réessayer après un certain temps
hi: कुछ गलती हो गई है, कृपया कुछ समय बाद पुनः प्रयास करें
kn: ಏನೋ ತಪ್ಪಾಗಿದೆ, ದಯವಿಟ್ಟು ಸ್ವಲ್ಪ ಸಮಯದ ನಂತರ ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ta: ஏதோ தவறாகிவிட்டது, சிறிது நேரம் கழித்து மீண்டும் முயற்சிக்கவும்

source: Go To Home
ar: اذهب إلى المنزل
fr: Aller à la maison
hi: होम पर जाएं
kn: ಮನೆಗೆ ಹೋಗು
ta: வீட்டிற்கு போ

# errors
source: {messages, select, REG_TRY_AGAIN{Login Failed. Try Again!} REG_INVALID_REQUEST{Password incorrect!} REG_MACHINE_NOT_FOUND{Machine not found!} REG_NETWORK_ERROR{Login failed. Check network connection!} REG_CRED_EXPIRED{Credentials not found or are expired. Please try online login!} REG_MACHINE_INACTIVE{Machine is not active!} REG_CENTER_INACTIVE{Center is not active!} other{'Some error occurred!'}}
ar: {messages, select, REG_TRY_AGAIN{فشل تسجيل الدخول. حاول مرة أخرى!} REG_INVALID_REQUEST{كلمة المرور غير صحيحة!} REG_MACHINE_NOT_FOUND{لم يتم العثور على الجهاز!} REG_NETWORK_ERROR{فشل تسجيل الدخول. تحقق من اتصال الشبكة!} REG_CRED_EXPIRED{لم يتم العثور على بيانات الاعتماد أو انتهت صلاحيتها. يرجى محاولة تسجيل الدخول عبر الإنترنت!} REG_MACHINE_INACTIVE{الآلة غير نشطة!} REG_CENTER_INACTIVE{المركز غير نشط!} REG_LOGIN_LOCKED{تم الوصول إلى الحد الأقصى لمحاولة تسجيل الدخول. حاول مرة أخرى لاحقا!} other{'Some error occurred!'}}
fr: {messages, select, REG_TRY_AGAIN{Echec de la connexion.. Réessayez!} REG_INVALID_REQUEST{Mot de passe incorrect!} REG_MACHINE_NOT_FOUND{Machine introuvable!} REG_NETWORK_ERROR{Échec de la connexion. Vérifiez la connexion réseau!} REG_CRED_EXPIRED{Les informations d’identification sont introuvables ou ont expiré. S’il vous plaît essayer la connexion en ligne!} REG_MACHINE_INACTIVE{La machine n'est pas active!} REG_CENTER_INACTIVE{Le centre n'est pas actif!} other{'Some error occurred!'}}
hi: {messages, select, REG_TRY_AGAIN{लॉगिन विफल रहा। फिर कोशिश करो!} REG_INVALID_REQUEST{पासवर्ड गलत है!} REG_MACHINE_NOT_FOUND{मशीन नहीं मिली!} REG_NETWORK_ERROR{लॉगिन विफल रहा। नेटवर्क कनेक्शन की जाँच करें!} REG_CRED_EXPIRED{क्रेडेंशियल्स नहीं मिले या समय सीमा समाप्त हो गई है. ऑनलाइन लॉगिन का प्रयास करें!} REG_MACHINE_INACTIVE{मशीन सक्रिय नहीं है!} REG_CENTER_INACTIVE{केंद्र सक्रिय नहीं है!} other{'Some error occurred!'}}
kn: {messages, select, REG_TRY_AGAIN{ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು!} REG_INVALID_REQUEST{ಪಾಸ್ ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ!} REG_MACHINE_NOT_FOUND{ಯಂತ್ರ ಸಿಗಲಿಲ್ಲ!} REG_NETWORK_ERROR{ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ. ನೆಟ್ವರ್ಕ್ ಸಂಪರ್ಕ ಪರಿಶೀಲಿಸಿ!} REG_CRED_EXPIRED{ರುಜುವಾತುಗಳು ಸಿಗಲಿಲ್ಲ ಅಥವಾ ಅವಧಿ ಮೀರಿದವು. ದಯವಿಟ್ಟು ಆನ್ ಲೈನ್ ಲಾಗಿನ್ ಪ್ರಯತ್ನಿಸಿ!} REG_MACHINE_INACTIVE{ಯಂತ್ರ ಸಕ್ರಿಯವಾಗಿಲ್ಲ!} REG_CENTER_INACTIVE{ಕೇಂದ್ರವು ಸಕ್ರಿಯವಾಗಿಲ್ಲ!} other{'Some error occurred!'}}
ta: {messages, select, REG_TRY_AGAIN{உள்நுழைவு தோல்வியுற்றது. மீண்டும் முயற்சி செய்!} REG_INVALID_REQUEST{கடவுச்சொல் தவறானது!} REG_MACHINE_NOT_FOUND{இயந்திரம் கிடைக்கவில்லை!} REG_NETWORK_ERROR{உள்நுழைவு தோல்வியுற்றது. நெட்வொர்க் இணைப்பை சரிபார்க்கவும்!} REG_CRED_EXPIRED{நற்சான்றிதழ்கள் காணப்படவில்லை அல்லது காலாவதியாகவில்லை. ஆன்லைன் உள்நுழைவை முயற்சிக்கவும்!} REG_MACHINE_INACTIVE{இயந்திரம் செயலில் இல்லை!} REG_CENTER_INACTIVE{மையம் செயல்படவில்லை!} other{'Some error occurred!'}}

source: FETCH DATA
ar: ابحث عن المعلومة
fr: RÉCUPÉRER DES DONNÉES
hi: डेटा प्राप्त करें
kn: ಡೇಟಾವನ್ನು ಪಡೆದುಕೊಳ್ಳಿ
ta: தரவைப் பெறவும்

# application_id_not_exist
source: Application ID does not exist!
ar: معرف التطبيق غير موجود!
fr: L'ID de l'application n'existe pas!
hi: एप्लिकेशन आईडी मौजूद नहीं है!
kn: ಅಪ್ಲಿಕೇಶನ್ ಐಡಿ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ!
ta: விண்ணப்ப ஐடி இல்லை

# correct_application_id
source: Please check the entered Application ID or enter a correct ID and try to fetch it again.
ar: يرجى التحقق من معرف التطبيق الذي تم إدخاله أو إدخال معرف صحيح ومحاولة جلبه مرة أخرى.
fr: Veuillez vérifier l'ID d'application saisi ou saisir un ID correct et essayer de le récupérer à nouveau.
hi: कृपया दर्ज की गई एप्लिकेशन आईडी की जांच करें या सही आईडी दर्ज करें और इसे दोबारा लाने का प्रयास करें।
kn: ದಯವಿಟ್ಟು ನಮೂದಿಸಿದ ಅಪ್ಲಿಕೇಶನ್ ಐಡಿಯನ್ನು ಪರಿಶೀಲಿಸಿ ಅಥವಾ ಸರಿಯಾದ ಐಡಿಯನ್ನು ನಮೂದಿಸಿ ಮತ್ತು ಅದನ್ನು ಮತ್ತೆ ಪಡೆಯಲು ಪ್ರಯತ್ನಿಸಿ.
ta: உள்ளிட்ட விண்ணப்ப ஐடியைச் சரிபார்க்கவும் அல்லது சரியான ஐடியை உள்ளிட்டு, அதை மீண்டும் பெற முயற்சிக்கவும்.

# enter_application_id
source: Please Enter Application ID
ar: الرجاء إدخال معرف التطبيق
fr: Veuillez saisir l'ID de la demande
hi: कृपया आवेदन आईडी दर्ज करें
kn: ದಯವಿಟ್ಟು ಅಪ್ಲಿಕೇಶನ್ ಐಡಿಯನ್ನು ನಮೂದಿಸಿ
ta: விண்ணப்ப ஐடியை உள்ளிடவும்

source: OKAY
ar: تمام
fr: D'ACCORD
hi: ठीक है
kn: ಸರಿ
ta: சரி

source: MOSIP
ar: موسيب

source: Review Status
ar: حالة المراجعة
