Repository: mosip/android-registration-client
Catalog: assets/l10n/app_*.arb
Languages: ar, fr, hi, kn, ta

# locale
source: eng
ar: ara
fr: fre
hi: hin
kn: kan
ta: tam

source: HELP
ar: تعليمات
fr: AIDE
hi: मदद
kn: ಸಹಾಯ
ta: உதவி

# welcome
source: Welcome to
ar: مرحبا بكم في
fr: Bienvenue à
hi: आपका स्वागत है
kn: ಇದಕ್ಕೆ ಸ್ವಾಗತ
ta: உங்களை வரவேற்கிறோம்

# community_reg_text
source: MOSIP Registration Client!
ar: عميل تسجيل MOSIP!
fr: Client d'enregistrement MOSIP!
hi: MOSIP पंजीकरण ग्राहक!
kn: MOSIP ನೋಂದಣಿ ಗ್ರಾಹಕ!
ta: MOSIP பதிவு வாடிக்கையாளர்!

# info_text
source: Please login to access the features.
ar: يرجى تسجيل الدخول للوصول إلى الميزات.
fr: Veuillez vous connecter pour accéder aux fonctionnalités.
hi: सुविधाओं तक पहुँचने के लिए कृपया लॉगिन करें.
kn: ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ.
ta: அம்சங்களை அணுக உள்நுழைக.

# login_text
source: Login
ar: تسجيل الدخول
fr: Connectez-vous
hi: लॉगिन
kn: ಲಾಗಿನ್ ಮಾಡಿ
ta: உள்நுழைவு

source: Language
ar: اللغة
fr: Langue
hi: भाषा
kn: ಭಾಷೆ
ta: மொழி

source: Username
ar: اسم المستخدم
fr: Nom d’utilisateur
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರ ಹೆಸರು
ta: பயனர் பெயர்

source: Enter Username
ar: أدخل اسم المستخدم
fr: Entrez le nom d’utilisateur
hi: उपयोगकर्ता नाम दर्ज करें
kn: ಬಳಕೆದಾರ ಹೆಸರು ನಮೂದಿಸಿ
ta: பயனர்பெயரை உள்ளிடவும்

# next_button
source: NEXT
ar: مقبل
fr: PROCHAINE
hi: अगला
kn: ಮುಂದೆ
ta: அடுத்தவர்

source: Password
ar: شعار
fr: Mot de passe
hi: पासवर्ड
kn: ಪಾಸ್ ವರ್ಡ್
ta: அடையாளச் சொல்

source: Enter Password
ar: أدخل كلمة المرور
fr: Entrez le mot de passe
hi: पासवर्ड दर्ज करें
kn: ಪಾಸ್ ವರ್ಡ್ ನಮೂದಿಸಿ
ta: கடவுச்சொல்லை உள்ளிடவும்

source: Forgot Password?
ar: هل نسيت كلمة السر؟
fr: Mot de passe oublié?
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್ ವರ್ಡ್ ಮರೆತಿದ್ದೀರಾ?
ta: கடவுச்சொல் மறந்துவிட்டதா?

# login_button
source: LOGIN
ar: تسجيل الدخول
fr: CONNECTEZ-VOUS
hi: लॉगिन
kn: ಲಾಗಿನ್
ta: உள்நுழைவு

# back_button
source: BACK
ar: ظهر
fr: PRÉCÉDENT
hi: वापस
kn: ಹಿಂದೆ
ta: முதுகு

source: User Validated!
ar: تم التحقق من صحة المستخدم!
fr: Utilisateur validé !
hi: उपयोगकर्ता मान्य!
kn: ಬಳಕೆದಾರ ಮೌಲ್ಯೀಕರಿಸಲಾಗಿದೆ!
ta: பயனர் சரிபார்க்கப்பட்டது!

# username_required
source: Username is required!
ar: اسم المستخدم مطلوب!
fr: Le nom d’utilisateur est requis!
hi: उपयोगकर्ता नाम आवश्यक है!
kn: ಬಳಕೆದಾರ ಹೆಸರು ಅಗತ್ಯವಿದೆ!
ta: பயனர் பெயர் தேவை!

# password_required
source: Password is required!
ar: كلمة المرور مطلوبة!
fr: Le mot de passe est requis!
hi: पासवर्ड आवश्यक है!
kn: ಪಾಸ್ ವರ್ಡ್ ಅಗತ್ಯವಿದೆ!
ta: கடவுச்சொல் தேவை!

# username_exceed
source: Username should not exceed 50 characters!
ar: يجب ألا يتجاوز اسم المستخدم 50 حرفا!
fr: Le nom d’utilisateur ne doit pas dépasser 50 caractères!
hi: उपयोगकर्ता नाम 50 वर्णों से अधिक नहीं होना चाहिए!
kn: ಬಳಕೆದಾರಹೆಸರು 50 ಅಕ್ಷರಗಳನ್ನು ಮೀರಬಾರದು!
ta: பயனர்பெயர் 50 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்!

# password_exceed
source: Password should not exceed 50 characters!
ar: يجب ألا تتجاوز كلمة المرور 50 حرفا!
fr: Le mot de passe ne doit pas dépasser 50 caractères!
hi: पासवर्ड 50 वर्णों से अधिक नहीं होना चाहिए!
kn: ಪಾಸ್ ವರ್ಡ್ 50 ಅಕ್ಷರಗಳನ್ನು ಮೀರಬಾರದು!
ta: கடவுச்சொல் 50 எழுத்துகளுக்கு மிகாமல் இருக்க வேண்டும்!

# username_incorrect
source: User not found!
ar: لم يتم العثور على المستخدم!
fr: Utilisateur introuvable !
hi: उपयोगकर्ता नहीं मिला!
kn: ಬಳಕೆದಾರ ಸಿಗಲಿಲ್ಲ!
ta: பயனர் காணப்படவில்லை!

source: Device Credentials
ar: بيانات اعتماد الجهاز
fr: Informations d’identification de l’appareil
hi: डिवाइस क्रेडेंशियल्स
kn: ಸಾಧನ ರುಜುವಾತುಗಳು
ta: சாதன நற்சான்றிதழ்

source: COPY TEXT
ar: نسخ النص
fr: Copier le texte
hi: पाठ की प्रतिलिपि बनाएँ
kn: ಪಠ್ಯ ನಕಲಿಸು
ta: உரை நகல்

source: DOWNLOAD JSON
ar: تنزيل جيسون
fr: Télécharger JSON
hi: JSON डाउनलोड करें
kn: ಡೌನ್ಲೋಡ್ JSON
ta: JSON பதிவிறக்க

# copy_message
source: Machine Details copied to clipboard!
ar: تفاصيل الجهاز نسخ إلى الحافظة!
fr: Détails de la machine copiés dans le presse-papiers !
hi: मशीन विवरण क्लिपबोर्ड पर कॉपी किया गया!
kn: ಯಂತ್ರದ ವಿವರಗಳನ್ನು ಕ್ಲಿಪ್ ಬೋರ್ಡ್ ಗೆ ನಕಲಿಸಲಾಗಿದೆ!
ta: இயந்திர விவரங்கள் கிளிப்போர்டில் நகலெடுக்கப்பட்டன!

# download_message
source: File Saved to Downloads!
ar: تم حفظ الملف للتنزيلات!
fr: Fichier enregistré dans les téléchargements!
hi: फ़ाइल डाउनलोड करने के लिए सहेजी गई!
kn: ಡೌನ್ ಲೋಡ್ ಗಳಿಗೆ ಫೈಲ್ ಉಳಿಸಲಾಗಿದೆ!
ta: கோப்பு பதிவிறக்கங்களில் சேமிக்கப்பட்டது!

source: LOGOUT
ar: الخروج
fr: DÉCONNEXION
hi: लॉगआउट
kn: ಲಾಗ್ ಔಟ್
ta: உள்நுழைவு

# login_failed
source: Login Failed. Try Again!
ar: فشل تسجيل الدخول. حاول مرة أخرى!
fr: Echec de la connexion.. Réessayez!
hi: लॉगिन विफल रहा। फिर कोशिश करो!
kn: ಲಾಗಿನ್ ವಿಫಲವಾಗಿದೆ. ಮತ್ತೆ ಪ್ರಯತ್ನಿಸು!
ta: உள்நுழைவு தோல்வியுற்றது. மீண்டும் முயற்சி செய்!

source: Password incorrect!
ar: كلمة المرور غير صحيحة!
fr: Mot de passe incorrect!
hi: पासवर्ड गलत है!
kn: ಪಾಸ್ ವರ್ಡ್ ತಪ್ಪಾಗಿದೆ!
ta: கடவுச்சொல் தவறானது!

source: Machine not found!
ar: لم يتم العثور على الجهاز!
fr: Machine introuvable!
hi: मशीन नहीं मिली!
kn: ಯಂತ್ರ ಸಿಗಲಿಲ್ಲ!
ta: இயந்திரம் கிடைக்கவில்லை!

# network_error
source: No network found!
ar: لم يتم العثور على شبكة!
fr: Aucun réseau trouvé!
hi: कोई नेटवर्क नहीं मिला!
kn: ಯಾವುದೇ ನೆಟ್ವರ್ಕ್ ಸಿಗಲಿಲ್ಲ!
ta: நெட்வொர்க் இல்லை!

# cred_expired
source: Credentials not found or are expired. Please try online login!
ar: لم يتم العثور على بيانات الاعتماد أو انتهت صلاحيتها. يرجى محاولة تسجيل الدخول عبر الإنترنت!
fr: Les informations d’identification sont introuvables ou ont expiré. S’il vous plaît essayer la connexion en ligne!
hi: क्रेडेंशियल्स नहीं मिले या समय सीमा समाप्त हो गई है. ऑनलाइन लॉगिन का प्रयास करें!
kn: ರುಜುವಾತುಗಳು ಸಿಗಲಿಲ್ಲ ಅಥವಾ ಅವಧಿ ಮೀರಿದವು. ದಯವಿಟ್ಟು ಆನ್ ಲೈನ್ ಲಾಗಿನ್ ಪ್ರಯತ್ನಿಸಿ!
ta: நற்சான்றிதழ்கள் காணப்படவில்லை அல்லது காலாவதியாகவில்லை. ஆன்லைன் உள்நுழைவை முயற்சிக்கவும்!

# not_initialized
source: Machine could not be initialized!
ar: تعذر تهيئة الجهاز!
fr: La machine n’a pas pu être initialisée!
hi: मशीन प्रारंभ नहीं की जा सकी!
kn: ಯಂತ್ರವನ್ನು ಆರಂಭಿಸಲು ಸಾಧ್ಯವಾಗಲಿಲ್ಲ!
ta: இயந்திரத்தை துவக்க முடியவில்லை!

# invalid_user
source: Username invalid!
ar: اسم المستخدم غير صالح!
fr: Nom d’utilisateur non valide!
hi: उपयोगकर्ता नाम अमान्य!
kn: ಬಳಕೆದಾರ ಹೆಸರು ಅಮಾನ್ಯ!
ta: பயனர்பெயர் செல்லாது!

# machine_inactive
source: Machine is not active!
ar: الآلة غير نشطة!
fr: La machine n'est pas active!
hi: मशीन सक्रिय नहीं है!
kn: ಯಂತ್ರ ಸಕ್ರಿಯವಾಗಿಲ್ಲ!
ta: இயந்திரம் செயலில் இல்லை!

# center_inactive
source: Center is not active!
ar: المركز غير نشط!
fr: Le centre n'est pas actif!
hi: केंद्र सक्रिय नहीं है!
kn: ಕೇಂದ್ರವು ಸಕ್ರಿಯವಾಗಿಲ್ಲ!
ta: மையம் செயல்படவில்லை!

# sync_completed_succesfully
source: Sync Completed Successfully
ar: مزامنة. تم بنجاح
fr: Synchro. Complété avec succès
hi: सिंक्रनाइज़ेशन सफलतापूर्वक पूरा हुआ
kn: ಸಿಂಕ್ ಯಶಸ್ವಿಯಾಗಿ ಪೂರ್ಣಗೊಂಡಿದೆ
ta: ஒத்திசைவு வெற்றிகரமாக நிறைவடைந்தது

# sync_completed_message
source: System will restart in a few seconds and you will be redirected to login page.
ar: سيُعاد تشغيل النظام في غضون ثوانٍ قليلة وستتم إعادة توجيهك إلى صفحة تسجيل الدخول.
fr: Le système redémarrera dans quelques secondes et vous serez redirigé vers la page de connexion.
hi: सिस्टम कुछ सेकंड में पुनरारंभ हो जाएगा और आपको लॉगिन पृष्ठ पर रीडायरेक्ट किया जाएगा।
kn: ಸಿಸ್ಟಮ್ ಕೆಲವೇ ಸೆಕೆಂಡುಗಳಲ್ಲಿ ಮರುಪ್ರಾರಂಭವಾಗುತ್ತದೆ ಮತ್ತು ನಿಮ್ಮನ್ನು ಲಾಗಿನ್ ಪುಟಕ್ಕೆ ಮರುನಿರ್ದೇಶಿಸಲಾಗುತ್ತದೆ.
ta: கணினி சில வினாடிகளில் மறுதொடக்கம் செய்யப்படும் மற்றும் நீங்கள் உள்நுழைவு பக்கத்திற்கு திருப்பிவிடப்படுவீர்கள்.

source: Sync. Failed
ar: مزامنة. فشل
fr: Synchro. Échoué
hi: सिंक्रनाइज़ेशन असफल
kn: ಸಿಂಕ್ ವಿಫಲವಾಗಿದೆ
ta: ஒத்திசைவு தோல்வியுற்றது

# sync_failed_message
source: Please connect with the system admin or supervisor for help.
ar: يرجى الاتصال بمسؤول النظام أو المشرف للحصول على المساعدة.
fr: Veuillez contacter l'administrateur système ou le superviseur pour obtenir de l'aide.
hi: कृपया मदद के लिए सिस्टम व्यवस्थापक या पर्यवेक्षक से कनेक्ट करें.
kn: ಸಹಾಯಕ್ಕಾಗಿ ದಯವಿಟ್ಟು ಸಿಸ್ಟಂ ನಿರ್ವಾಹಕ ಅಥವಾ ಮೇಲ್ವಿಚಾರಕರನ್ನು ಸಂಪರ್ಕಿಸಿ.
ta: உதவிக்கு கணினி நிர்வாகி அல்லது மேற்பார்வையாளருடன் இணைக்கவும்.

source: Policy Key Sync Failed
ar: فشل مزامنة مفتاح السياسة
fr: Échec de la synchronisation de la clé de stratégie
hi: नीति कुंजी सिंक्रनाइज़ेशन विफल
kn: ನೀತಿ ಕೀಲಿ ಸಿಂಕ್ ವಿಫಲವಾಗಿದೆ
ta: கொள்கை விசை ஒத்திசைவு தோல்வியுற்றது

# ca_certs_sync_failed
source: CA Certificates Sync Failed
ar: فشلت مزامنة شهادات CA
fr: Échec de la synchronisation des certificats CA
hi: सीए प्रमाणपत्र सिंक विफल रहा
kn: CA ಪ್ರಮಾಣಪತ್ರಗಳ ಸಿಂಕ್ ವಿಫಲವಾಗಿದೆ
ta: CA சான்றிதழ்கள் ஒத்திசைவு தோல்வியடைந்தது

source: Global Params Sync Failed
ar: فشل مزامنة Params العالمية
fr: Échec de la synchronisation globale des paramètres
hi: Global Params Sync विफल
kn: ಜಾಗತಿಕ ಪರಮ್ಸ್ ಸಿಂಕ್ ವಿಫಲವಾಗಿದೆ
ta: Global Params Sync தோல்வியுற்றது

source: User Details Sync Failed
ar: فشل مزامنة تفاصيل المستخدم
fr: Échec de la synchronisation des détails de l'utilisateur
hi: उपयोगकर्ता विवरण सिंक्रनाइज़ेशन विफल रहा
kn: ಬಳಕೆದಾರ ವಿವರಗಳ ಸಿಂಕ್ ವಿಫಲವಾಗಿದೆ
ta: பயனர் விவரங்கள் ஒத்திசைவு தோல்வியுற்றது

source: IDSchema Sync Failed
ar: فشل مزامنة IDSchema
fr: Échec de la synchronisation IDSchema
hi: IDSchena सिंक्रनाइज़ेशन विफल रहा
kn: IDSchena ಸಿಂಕ್ ವಿಫಲವಾಗಿದೆ
ta: IDSchena Sync Failed

source: Master Data Sync Failed
ar: فشل مزامنة البيانات الرئيسية
fr: Échec de la synchronisation des données principales
hi: मास्टर डेटा सिंक्रनाइज़ेशन विफल
kn: ಮಾಸ್ಟರ್ ಡೇಟಾ ಸಿಂಕ್ ವಿಫಲವಾಗಿದೆ
ta: Master Data Sync தோல்வியுற்றது

source: DELETE
ar: يمسح
fr: SUPPRIMER
hi: मिटाना
kn: ಅಳಿಸಿ
ta: அழி

# upload_document
source: Please Upload The Document
ar: يرجى تحميل الوثيقة
fr: Veuillez télécharger le document
hi: कृपया दस्तावेज़ अपलोड करें
kn: ದಯವಿಟ್ಟು ಡಾಕ್ಯುಮೆಂಟ್ ಅನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಿ
ta: ஆவணத்தைப் பதிவேற்றவும்

source: Scan
ar: مسح
fr: ANALYSE
hi: स्कैन
kn: ಸ್ಕ್ಯಾನ್
ta: ஊடுகதிர்

source: Clear
ar: يزيل
fr: clair
hi: निकालना
kn: ಅಳಿಸಿ
ta: அகற்று

source: SAVE
ar: يحفظ
fr: SAUVEGARDER
hi: बचाना
kn: ಉಳಿಸಿ
ta: சேமிக்கவும்

source: RETAKE
ar: استعادة
fr: REPRENDRE
hi: फिर से लेना
kn: ರೀಟೇಕ್
ta: ரீடேக்

# reference_number
source: Enter Reference Number
ar: أدخل الرقم المرجعي
fr: Entrez le numéro de référence
hi: संदर्भ संख्या दर्ज करें
kn: ಉಲ್ಲೇಖ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ta: குறிப்பு எண்ணை உள்ளிடவும்

# select_value_message
source: Please select a value
ar: رجاءا اختر قيمة
fr: Veuillez sélectionner une valeur
hi: कृपया एक मान चुनें
kn: ದಯವಿಟ್ಟು ಮೌಲ್ಯವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: மதிப்பைத் தேர்ந்தெடுக்கவும்

# enter_value_message
source: Please enter a value
ar: الرجاء إدخال قيمة
fr: S’il vous plaît entrer une valeur
hi: कृपया कोई मान दर्ज करें
kn: ದಯವಿಟ್ಟು ಒಂದು ಮೌಲ್ಯವನ್ನು ನಮೂದಿಸಿ
ta: தயவுசெய்து ஒரு மதிப்பை உள்ளிடவும்

source: Invalid input
ar: مدخل غير صالح
fr: Entrée invalide
hi: अमान्य निवेश
kn: ಅಮಾನ್ಯ ಇನ್‌ಪುಟ್
ta: தவறான உள்ளீடு

# reference_number_validation
source: Please enter reference number
ar: الرجاء إدخال الرقم المرجعي
fr: Veuillez entrer le numéro de référence
hi: कृपया संदर्भ संख्या दर्ज करें
kn: ದಯವಿಟ್ಟು ಉಲ್ಲೇಖ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ta: தயவுசெய்து ஆதார் எண்ணை உள்ளிடவும்

source: Synchronize Data
ar: مزامنة البيانات
fr: Synchroniser les données
hi: डेटा सिंक्रनाइज़ करें
kn: ಡೇಟಾವನ್ನು ಸಿಂಕ್ರೊನೈಸ್ ಮಾಡಿ
ta: தரவை ஒத்திசைக்கவும்

source: Registration Tasks
ar: مهام التسجيل
fr: Tâches d'inscription
hi: पंजीकरण कार्य
kn: ನೋಂದಣಿ ಕಾರ್ಯಗಳು
ta: பதிவு பணிகள்

source: Manage Applications
ar: إدارة التطبيقات
fr: Gérer des applications
hi: अनुप्रयोगों का प्रबंधन
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ
ta: பயன்பாடுகளை நிர்வகிக்கவும்

# search_application
source: Search by Application ID
ar: البحث عن طريق معرف التطبيق
fr: Rechercher par ID d'application
hi: एप्लिकेशन आईडी द्वारा खोजें
kn: ಅಪ್ಲಿಕೇಶನ್ ಐಡಿ ಮೂಲಕ ಹುಡುಕಿ
ta: விண்ணப்ப ஐடி மூலம் தேடவும்

source: UPLOAD
ar: رفع
fr: TÉLÉCHARGER
hi: डालना
kn: ಅಪ್ಲೋಡ್ ಮಾಡಿ
ta: பதிவேற்றம்

source: EXPORT
ar: يصدّر
fr: EXPORTER
hi: निर्यात
kn: ರಫ್ತು ಮಾಡಿ
ta: ஏற்றுமதி

# number_of_application
source: Displaying {number} Applications
ar: عرض {number} تطبيقات
fr: Affichage de {number} applications
hi: {number} एप्लिकेशन प्रदर्शित हो रहे हैं
kn: {number} ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಪ್ರದರ್ಶಿಸಲಾಗುತ್ತಿದೆ
ta: {number} பயன்பாடுகளைக் காட்டுகிறது

# total_selected_application
source: {selected}/{total} Applications Selected
ar: {selected}/{total} تم تحديد التطبيقات
fr: {selected}/{total} Applications sélectionnées
hi: {selected}/{total} आवेदन चयनित
kn: {selected}/{total} ಅಪ್ಲಿಕೇಶನ್‌ಗಳನ್ನು ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ
ta: {selected}/{total} விண்ணப்பங்கள் தேர்ந்தெடுக்கப்பட்டன

source: Client Status
ar: حالة العميل
fr: Statut du client
hi: ग्राहक स्थिति
kn: ಕ್ಲೈಂಟ್ ಸ್ಥಿತಿ
ta: வாடிக்கையாளர் நிலை

source: Server Status
ar: حالة الملقم
fr: État du serveur
hi: सर्वर की स्थिति
kn: ಸರ್ವರ್ ಸ್ಥಿತಿ
ta: சேவையக நிலை

source: Clear Filter
ar: مرشح واضح
fr: Effacer le filtre
hi: फ़िल्टर साफ़ करें

# serial_number
source: Sl.no
ar: س.ن
fr: S.non
hi: क्र.सं
kn: ಎಸ್.ಎನ್
ta: எஸ்.என்

source: Application ID
ar: رقم الاستمارة
fr: ID d'application
hi: आवेदन पहचान पत्र
kn: ಅಪ್ಲಿಕೇಶನ್ ಐಡಿ
ta: விண்ணப்ப ஐடி

source: Reg. Date
ar: ريج. تاريخ
fr: Rég. Date
hi: रजि. तारीख
kn: ರೆಗ್. ದಿನಾಂಕ
ta: ரெஜி. தேதி

source: Reg. Type
ar: ريج. يكتب
fr: Rég. Taper
hi: रजि. प्रकार
kn: ರೆಗ್. ಪ್ರಕಾರ
ta: ரெஜி. வகை

source: Operator ID
ar: معرف المشغل
fr: ID de l'opérateur
hi: ऑपरेटर आईडी
kn: ಆಪರೇಟರ್ ಐಡಿ
ta: ஆபரேட்டர் ஐடி

# operation_tasks
source: Operational Tasks
ar: المهام التشغيلية
fr: Tâches opérationnelles
hi: परिचालन कार्य
kn: ಕಾರ್ಯಾಚರಣೆಯ ಕಾರ್ಯಗಳು
ta: செயல்பாட்டு பணிகள்

source: System Storage Usage
ar: استخدام تخزين النظام
fr: Utilisation du stockage système
hi: सिस्टम संग्रहण उपयोग
kn: ಸಿಸ್ಟಮ್ ಶೇಖರಣಾ ಬಳಕೆ
ta: கணினி சேமிப்பக பயன்பாடு

source: Download Pre-Registration Data
ar: تنزيل بيانات التسجيل المسبق
fr: Télécharger les données de pré-inscription
hi: पूर्व-पंजीकरण डेटा डाउनलोड करें
kn: ಪೂರ್ವ-ನೋಂದಣಿ ಡೇಟಾವನ್ನು ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ta: முன் பதிவுத் தரவைப் பதிவிறக்கவும்

# update_operator_biomterics
source: Update Operator Biometrics
ar: تحديث القياسات الحيوية للمشغل
fr: Mettre à jour les données biométriques de l'opérateur
hi: ऑपरेटर बायोमेट्रिक्स अपडेट करें
kn: ಆಪರೇಟರ್ ಬಯೋಮೆಟ್ರಿಕ್ಸ್ ಅನ್ನು ನವೀಕರಿಸಿ
ta: ஆபரேட்டர் பயோமெட்ரிக்ஸைப் புதுப்பிக்கவும்

# appliction_upload
source: Application Upload
ar: تحميل التطبيق
fr: Téléchargement d'application
hi: आवेदन अपलोड करें
kn: ಅಪ್ಲಿಕೇಶನ್ ಅಪ್ಲೋಡ್
ta: விண்ணப்பப் பதிவேற்றம்

source: Check Updates
ar: تفقد التحديث
fr: Vérifier les mises à jour
hi: अपडेट जांचें
kn: ನವೀಕರಣಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ta: புதுப்பிப்புகளைச் சரிபார்க்கவும்

source: Center Remap Sync.
ar: مركز إعادة رسم خريطة المزامنة.
fr: Synchronisation du remappage central.
hi: केंद्र रीमैप सिंक.
kn: ಕೇಂದ್ರ ರೀಮ್ಯಾಪ್ ಸಿಂಕ್.
ta: மைய ரீமேப் ஒத்திசைவு.

source: Sync. Activities
ar: مزامنة. أنشطة
fr: Synchronisation. Activités
hi: साथ-साथ करना। गतिविधियाँ
kn: ಸಿಂಕ್ ಮಾಡಿ. ಚಟುವಟಿಕೆಗಳು
ta: ஒத்திசை செயல்பாடுகள்

source: Pending Approval
ar: ما زال يحتاج بتصدير
fr: En attente de validation
hi: लंबित अनुमोदन
kn: ಒಪ್ಪಿಗೆಗಾಗಿ ಕಾದಿರುವ
ta: நிலுவையிலுள்ள ஒப்புதல்

source: Dashboard
ar: لوحة القيادة
fr: Tableau de bord
hi: डैशबोर्ड
kn: ಡ್ಯಾಶ್‌ಬೋರ್ಡ್
ta: டாஷ்போர்டு

source: Settings
ar: إعدادات
fr: Paramètres
hi: समायोजन
kn: ಸಂಯೋಜನೆಗಳು
ta: அமைப்புகள்

source: Notifications
ar: إشعارات
hi: सूचनाएं
kn: ಅಧಿಸೂಚನೆಗಳು
ta: அறிவிப்புகள்

source: Profile
ar: حساب تعريفي
fr: Profil
hi: प्रोफ़ाइल
kn: ಪ್ರೊಫೈಲ್
ta: சுயவிவரம்

source: Select Language
ar: اختار اللغة
fr: Choisir la langue
hi: भाषा चुने
kn: ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ta: மொழியை தேர்ந்தெடுங்கள்

# select_two_languages
source: Please select any 2 languages for data entry.
ar: يرجى اختيار أي لغتين لإدخال البيانات.
fr: Veuillez sélectionner 2 langues pour la saisie des données.
hi: कृपया डेटा प्रविष्टि के लिए कोई भी दो भाषाएँ चुनें।
kn: ಡೇಟಾ ನಮೂದುಗಾಗಿ ದಯವಿಟ್ಟು ಯಾವುದೇ 2 ಭಾಷೆಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ.
ta: தரவு உள்ளீட்டிற்கு ஏதேனும் 2 மொழிகளைத் தேர்ந்தெடுக்கவும்.

# language_mandatory
source: {mandatoryLanguage} is mandatory for the resident to select as per government guidelines. The order of selection will lead to page view for demographic data.
ar: {mandatoryLanguage} إلزامي للمقيم للاختيار وفقًا للإرشادات الحكومية. سيؤدي ترتيب الاختيار إلى عرض الصفحة للبيانات الديموغرافية.
fr: {mandatoryLanguage} est obligatoire pour que le résident choisisse conformément aux directives du gouvernement. L'ordre de sélection mènera à l'affichage de la page pour les données démographiques.
hi: सरकारी दिशानिर्देशों के अनुसार चयन के लिए निवासी के लिए {mandatoryLanguage} अनिवार्य है। चयन का क्रम जनसांख्यिकीय डेटा के लिए पृष्ठ दृश्य को जन्म देगा।
kn: ಸರ್ಕಾರಿ ಮಾರ್ಗಸೂಚಿಗಳ ಪ್ರಕಾರ ಆಯ್ಕೆ ಮಾಡಲು ನಿವಾಸಿಗಳಿಗೆ {mandatoryLanguage} ಕಡ್ಡಾಯವಾಗಿದೆ. ಆಯ್ಕೆಯ ಕ್ರಮವು ಜನಸಂಖ್ಯಾ ಡೇಟಾಕ್ಕಾಗಿ ಪುಟ ವೀಕ್ಷಣೆಗೆ ಕಾರಣವಾಗುತ್ತದೆ.
ta: அரசாங்க வழிகாட்டுதல்களின்படி குடியிருப்பாளர் தேர்ந்தெடுக்க {mandatoryLanguage} கட்டாயமாகும். தேர்வு வரிசையானது மக்கள்தொகை தரவுகளுக்கான பக்கக் காட்சிக்கு வழிவகுக்கும்.

# language_selector_note
source: Please note that the language might be based on data entered during Pre-registration.
ar: يرجى ملاحظة أن اللغة قد تعتمد على البيانات التي تم إدخالها أثناء التسجيل المسبق.
fr: Veuillez noter que la langue peut être basée sur les données saisies lors de la pré-inscription.
hi: कृपया ध्यान दें कि भाषा पूर्व-पंजीकरण के दौरान दर्ज किए गए डेटा पर आधारित हो सकती है।
kn: ಪೂರ್ವ-ನೋಂದಣಿ ಸಮಯದಲ್ಲಿ ನಮೂದಿಸಿದ ಡೇಟಾವನ್ನು ಆಧರಿಸಿ ಭಾಷೆ ಇರಬಹುದು ಎಂಬುದನ್ನು ದಯವಿಟ್ಟು ಗಮನಿಸಿ.
ta: முன்பதிவின் போது உள்ளிடப்பட்ட தரவின் அடிப்படையில் மொழி இருக்கலாம் என்பதை நினைவில் கொள்ளவும்.

source: CANCEL
ar: يلغي
fr: ANNULER
hi: रद्द करना
kn: ರದ್ದುಮಾಡು
ta: ரத்துசெய்

source: SUBMIT
ar: يُقدِّم
fr: SOUMETTRE
hi: जमा करना
kn: ಸಲ್ಲಿಸು
ta: சமர்ப்பிக்கவும்

source: GO BACK
ar: عُد
fr: RETOUR
hi: वापस जाएं
kn: ಹಿಂತಿರುಗಿ
ta: பின்செல்

source: INFORMED
ar: أُبلغ
fr: INFORMÉ
hi: सूचित
kn: ಮಾಹಿತಿ ನೀಡಲಾಗಿದೆ
ta: அறிந்தவர்

# logo_text
source: Powered by MOSIP
ar: مدعوم من موسيب
fr: Propulsé par MOSIP
hi: MOSIP द्वारा संचालित
kn: MOSIP ನಿಂದ ನಡೆಸಲ್ಪಡುತ್ತಿದೆ
ta: MOSIP மூலம் இயக்கப்படுகிறது

# get_onboard
source: GET ONBOARDED
ar: إركب
fr: MONTER À BORD
hi: सवार होना
kn: ಆನ್‌ಬೋರ್ಡ್ ಪಡೆಯಿರಿ
ta: இணையத்தில் பெறவும்

source: SKIP TO HOME
ar: انتقل إلى المنزل
fr: PASSEZ À LA MAISON
hi: होम पेज पर जाएं
kn: ಮನೆಗೆ ತೆರಳಿ
ta: வீட்டிற்கு செல்க

# continue_text
source: CONTINUE
ar: يكمل
fr: CONTINUER
hi: जारी रखें
kn: ಮುಂದುವರಿಸಿ
ta: தொடர்க

source: AUTHENTICATE
ar: المصادقة
fr: AUTHENTIFIER
hi: प्रमाणित करें
kn: ಪ್ರಮಾಣಿತಗೊಳಿಸಿ
ta: அங்கீகரிக்க

source: NEW REGISTRATION
ar: تسجيل جديد
fr: NOUVELLE INSCRIPTION
hi: नया पंजीकरण
kn: ಹೊಸ ನೋಂದಾಯಿ
ta: புதிய பதிவு

source: Sync Packet
ar: حزمة المزامنة
fr: Paquet de synchronisation
hi: पैकेट सिंक करें
kn: ಸಿಂಕ್ ಪ್ಯಾಕೆಟ್
ta: ஒத்திசைவு பாக்கெட்

source: Upload Packet
ar: تحميل حزمة
fr: Télécharger le paquet
hi: अपलोड पैकेट
kn: ಅಪ್‌ಲೋಡ್ ಪ್ಯಾಕೆಟ್
ta: பதிவேற்று பட்டியல்

# authenticate_using_password
source: Authentication using Password
ar: المصادقة باستخدام كلمة المرور
fr: Authentification en utilisant un mot de passe
hi: पासवर्ड का उपयोग करके प्रमाणीकरण
kn: ಪಾಸ್‌ವರ್ಡ್ ಬಳಸಿ ಅಂಗೀಕರಿಸಿ
ta: கடவுச்சொல் பயன்படுத்தி அங்கீகரித்தல்

source: Registration Acknowledgement
ar: اعتراف بالتسجيل
fr: Accusé de réception d'inscription
hi: रजिस्ट्रेशन स्वीकृति
kn: ನೋಂದಾಯಿತ ಸ್ವೀಕೃತಿ
ta: பதிவு அறிந்தார்

# print_text
source: PRINT
ar: طباعة
fr: IMPRIMER
hi: प्रिंट
kn: ಮುದ್ರಿಸಿ
ta: அச்சு

source: HELLO
ar: مرحبًا
fr: BONJOUR
hi: नमस्ते
kn: ಹಲೋ
ta: வணக்கம்

# onboard_process_help
source: Please tap on 'GET ONBOARDED' to get started with the onboarding process.
ar: الرجاء الضغط على 'البدء في الانضمام' للبدء في عملية الإعداد.
fr: Veuillez appuyer sur 'S'INSCRIRE' pour commencer le processus d'intégration.
hi: कृपया ऑनबोर्डिंग प्रक्रिया आरंभ करने के लिए 'ऑनबोर्ड प्राप्त करें' पर टैप करें।
kn: ಆನ್‌ಬೋರ್ಡಿಂಗ್ ಪ್ರಕ್ರಿಯೆಯೊಂದಿಗೆ ಪ್ರಾರಂಭಿಸಲು ದಯವಿಟ್ಟು 'ಆನ್‌ಬೋರ್ಡ್ ಪಡೆಯಿರಿ' ಅನ್ನು ಟ್ಯಾಪ್ ಮಾಡಿ.
ta: ஆன்போர்டிங் செயல்முறையைத் தொடங்க, 'ஆன்போர்டைப் பெறு' என்பதைத் தட்டவும்.

# default_not_found
source: Required role not found!
ar: الدور المطلوب غير موجود!
fr: Rôle requis introuvable!
hi: आवश्यक भूमिका नहीं मिली!
kn: ಅಗತ್ಯವಿರುವ ಪಾತ್ರ ಕಂಡುಬಂದಿಲ್ಲ!
ta: தேவையான பங்கு கிடைக்கவில்லை!

source: Mark Exception
ar: وضع علامة استثناء
fr: Marquer l'exception
hi: अस्तित्व चिह्नित करें
kn: ಅಂಶಗೊಳಿಸಲು ಅನುಮತಿಸಿ
ta: விசாரிக்கப்பட்ட விதிவிலக்கு

source: Threshold
ar: الحد
fr: Seuil
hi: सीमा
kn: ಸೀಮಾಂಕ
ta: அளவுக்கு

source: Quality
ar: الجودة
fr: Qualité
hi: गुणवत्ता
kn: ಗುಣಮಟ್ಟ
ta: உயர்தரம்

source: Attempts
ar: المحاولات
fr: Tentatives
hi: प्रयास
kn: ಪ್ರಯಾಸಗಳು
ta: முயற்சிகள்

source: Comments
ar: التعليقات
fr: Commentaires
hi: टिप्पणियाँ
kn: ಕೊರಗುಗಳು
ta: கருத்துகள்

source: Exception Type
ar: نوع الاستثناء
fr: Type d'exception
hi: अस्तित्व प्रकार
kn: ಅಂಶದ ಪ್ರಕಾರ
ta: விதிவிலக்கு வகை

source: Permanent
ar: دائم
hi: स्थायी
kn: ಸ್ಥಾಯಿ
ta: நிரந்தர

source: Temporary
ar: مؤقت
fr: Temporaire
hi: अस्थायी
kn: ಕ್ಷಣಿಕ
ta: குறிப்பிடுக

source: Exceptions
ar: الاستثناءات
fr: Des exceptions
hi: अस्तित्वाएं
kn: ಅಂಶಗಳು
ta: விதிவிலக்குகள்

source: Add comments for marking the exception
ar: إضافة تعليقات لوضع علامة الاستثناء
fr: Ajouter des commentaires pour marquer l'exception
hi: अस्तित्व चिह्नित करने के लिए टिप्पणियाँ जोड़ें
kn: ಅಂಶವನ್ನು ಅಂಶಗೊಳಿಸಲು ಕೊರಗಳನ್ನು ಸೇರಿಸಿ
ta: விசாரிக்கப்பட்ட விதிவிலக்குக்கு கருத்துகளை சேர்க்கவும்

source: RESCAN
ar: إعادة المسح
fr: Réanalyser
hi: पुन: स्कैन
kn: ಮರು ಸ್ಕ್ಯಾನ್
ta: மறு ஆய்வு

source: Marking exceptions on
ar: وضع علامة على الاستثناءات على
fr: Marquage des exceptions sur
hi: अपवादों को चिह्नित करना
kn: ವಿನಾಯಿತಿಗಳನ್ನು ಗುರುತಿಸಲಾಗುತ್ತಿದೆ
ta: விதிவிலக்குகளைக் குறிப்பது இயக்கத்தில் உள்ளது

source: is not allowed
ar: غير مسموح
fr: n'est pas autorisé
hi: अनुमति नहीं है
kn: ಅನುಮತಿಸಲಾಗುವುದಿಲ್ಲ
ta: அனுமதிக்கப்படவில்லை

source: Capture
ar: يأسر
fr: Capturer
hi: कब्जा
kn: ಸೆರೆಹಿಡಿಯಿರಿ
ta: பிடிப்பு

source: attempts left
ar: محاولات اليسار
fr: tentatives restantes
hi: प्रयास बाकी हैं
kn: ಪ್ರಯತ್ನಗಳು ಉಳಿದಿವೆ
ta: முயற்சிகள் எஞ்சியுள்ளன

source: Left Hand
ar: اليد اليسرى
fr: Main gauche
hi: बाएं हाथ
kn: ಎಡ ಕೈ
ta: இடது கை

source: Left
ar: اليسار
fr: Gauche
hi: बाएं
kn: ಎಡ
ta: இடது

source: Right
ar: اليمين
fr: Droite
hi: दाएं
kn: ಬಲ
ta: வலது

source: Right Hand
ar: اليد اليمنى
fr: Main droite
hi: दाएं हाथ
kn: ಬಲ ಕೈ
ta: வலது கை

source: Iris
ar: القزحية
hi: आईरिस
kn: ಐರಿಸ್
ta: ஐரிஸ்

source: Thumbs
ar: الأبهام
fr: Pouces
hi: अंगूठे
kn: ಬೆರಳುಗಳು
ta: முழுகுமதி

source: Exception
ar: استثناء
hi: अपवाद
kn: ವಿನಾಯಿತಿ
ta: விதிவிலக்கு

source: Face
ar: الوجه
fr: Visage
hi: चेहरा
kn: ಮುಖ
ta: முகம்

# preview_page
source: Preview
ar: معاينة
fr: Aperçu
hi: पूर्वावलोकन
kn: ಪೂರ್ವದರು
ta: முன்னோக்கி

# packet_auth_page
source: Authentication
ar: المصادقة
fr: Authentification
hi: प्रमाणीकरण
kn: ಪ್ರಮಾಣಿಕತೆ
ta: அங்கீகாரம்

# acknowledgement_page
source: Acknowledgement
ar: الاعتراف
fr: Accusé de réception
hi: पुनर्निर्देशन
kn: ಅರ್ಹಿಚ್ಛೆ
ta: அறிவுசெய்தல்

source: Demographic Information
ar: المعلومات الديموغرافية
fr: Informations démographiques
hi: जनसांख्यिकीय जानकारी
kn: ಜನಸಂಖ್ಯಾ ಮಾಹಿತಿ
ta: மக்கள்தொகை தகவல்

source: Documents
ar: وثائق
hi: दस्तावेज़
kn: ದಾಖಲೆಗಳು
ta: ஆவணங்கள்

source: Biometrics
ar: القياسات الحيوية
fr: Biométrie
hi: बॉयोमेट्रिक्स
kn: ಬಯೋಮೆಟ್ರಿಕ್ಸ್
ta: பயோமெட்ரிக்ஸ்

source: SHARE
ar: يشارك
fr: PARTAGER
hi: शेयर
kn: ಶೇರ್ ಮಾಡಿ
ta: பகிர்

source: Packets Created
ar: تم إنشاء الحزم
fr: Paquets créés
hi: पैकेट बनाए गए
kn: ಪ್ಯಾಕೆಟ್‌ಗಳನ್ನು ರಚಿಸಲಾಗಿದೆ
ta: தொகுப்புகள் உருவாக்கப்பட்டது

source: Packets Synced
ar: تمت مزامنة الحزم
fr: Paquets synchronisés
hi: पैकेट सिंक किए गए
kn: ಪ್ಯಾಕೆಟ್‌ಗಳನ್ನು ಸಿಂಕ್ ಮಾಡಲಾಗಿದೆ
ta: பாக்கெட்டுகள் ஒத்திசைக்கப்பட்டது

source: Packets Uploaded
ar: تم تحميل الحزم
fr: Paquets téléchargés
hi: पैकेट अपलोड किए गए
kn: ಪ್ಯಾಕೆಟ್‌ಗಳನ್ನು ಅಪ್‌ಲೋಡ್ ಮಾಡಲಾಗಿದೆ
ta: பாக்கெட்டுகள் பதிவேற்றப்பட்டன

source: Users
ar: المستخدمين
fr: Utilisatrices
hi: उपयोगकर्ताओं
kn: ಬಳಕೆದಾರರು
ta: பயனர்கள்

source: User ID
ar: معرف المستخدم
fr: ID de l'utilisateur
hi: उपयोगकर्ता पहचान
kn: ಬಳಕೆದಾರರ ಗುರುತು
ta: பயனர் ஐடி

source: User Name
ar: اسم المستخدم
fr: Nom d'utilisateur
hi: उपयोगकर्ता नाम
kn: ಬಳಕೆದಾರ ಹೆಸರು
ta: பயனர் பெயர்

source: Status
ar: حالة
fr: Statut
hi: स्थिति
kn: ಸ್ಥಿತಿ
ta: நிலை

source: Active - Not Onboarded
ar: نشط - غير مسجل
fr: Actif – Non intégré
hi: सक्रिय - ऑनबोर्ड नहीं किया गया
kn: ಸಕ್ರಿಯ - ಆನ್‌ಬೋರ್ಡ್ ಮಾಡಲಾಗಿಲ್ಲ
ta: செயலில் - ஆன்போர்டு இல்லை

source: User Inactive
ar: المستخدم غير نشط
fr: Utilisateur inactif
hi: उपयोगकर्ता निष्क्रिय
kn: ಬಳಕೆದಾರ ನಿಷ್ಕ್ರಿಯ
ta: பயனர் செயலற்றவர்
